IDEA StatiCa Open Model
ISDModel.Setting Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Setting
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ISDSetting Setting { get; set; }
Public Property Setting As ISDSetting
	Get
	Set
public:
property ISDSetting^ Setting {
	ISDSetting^ get ();
	void set (ISDSetting^ value);
}
Property Value
Type: ISDSetting
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace